Repository: PadresEnLaNube/HOSTPN
Catalog: languages/hostwph-*.po
Languages: eu

source: 1 cup of respect
eu: 1 kopa errespetua

source: 1 dash of adventure
eu: 1 abentura puntu

source: 1 dash of humor
eu: 1 umore pixka bat

source: 1 dash of joy
eu: 1 poza poz

source: 1 dash of tenderness
eu: 1 samurtasun puntu

source: 1/2 cup of understanding
eu: 1/2 kopa ulermena

source: 1/4 cup of patience
eu: 1/4 kopa pazientzia

source: 2 cups of trust
eu: 2 edalontzi konfiantza

source: 2 hearts brimming with love
eu: 2 bihotz maitasunez gainezka

source: <!-- wp:heading {"level":3,"className":"wp-block-heading"} --><h3 class="wp-block-heading">Un festín para el corazón: un viaje culinario de amor</h3><!-- /wp:heading --><!-- wp:paragraph --><p>Para crear un plato de amor original, comienza con una base sólida de confianza, respeto, comprensión y paciencia. Sazone con humor, alegría, aventura y ternura para darle vida a la vida. En el centro coloca dos corazones rebosantes de amor. Cocine a fuego lento durante todo el proceso, revolviendo ocasionalmente para afrontar los altibajos. Decora con palabras amables, gestos cariñosos y pequeños detalles. Comparte con tu ser querido y disfruta del delicioso sabor del amor verdadero.</p><!-- /wp:paragraph --><!-- wp:paragraph --><p>Recuerda que no existe una receta fija para Amor, cada uno lo crea a su manera. Experimenta, utiliza ingredientes frescos y de alta calidad y sírvelo con una sonrisa y el corazón abierto. ¡Que el amor sea el condimento que le dé sabor a tu vida!</p><!-- /wp:paragraph -->
eu: <!-- wp:heading {"level":3,"className":"wp-block-heading"} --><h3 class="wp-block-heading">Un festival para el corazón: un viaje culinario de amor</h3><!-- /wp:heading --><!-- wp:paragraph --><p>Para crear un plato de amor original, comienza con una base solida de confianza, respeto, comprensión y pazientzia. Sazone con humor, alegría, aventura y ternura para darle vida a la vida. En el centro coloca dos corazones rebosantes de amor. Cocine a fuego lento durante todo el proceso, revolviendo ocasionalmente altibajos aurre egiteko. Decora con palabras amables, gestos cariñosos y pequeños detalles. Comparte con tu ser querido y disfruta del delicioso sabor del amor verdadero.</p><!-- /wp:paragraph --><!-- wp:paragraph --><p>Recuerda que no existe una receta fija para Amor, cada uno lo crea a su manera. Esperimentazioa, osagai freskoak erabili eta kalitate handiko eta bihotza irekita dagoen soinuarekin batera. ¡Que el amor sea el condimento que le dé sabor a tu vida!</p><!-- /wp:paragraph -->

source: <p>To serve, garnish with <strong>kind words, loving gestures, and small details</strong>. Share with your loved one and savor the delicious experience of true love.&nbsp;</p><p><ul><li><strong>Don't be afraid to experiment</strong>. Add your own special ingredients to create a unique dish that represents your love.&nbsp;</li><li><strong>Use fresh, high-quality ingredients</strong>. True love is a priceless treasure, treat it with care.&nbsp;</li><li><strong>Serve with a smile and an open heart</strong>. Love is best enjoyed when shared.</li></ul></p><p>Enjoy your creation!</p>
eu: <p>Zerbitzatzeko, apaintzeko <strong>hitz onekin, keinu maitagarriekin eta xehetasun txikiekin</strong> . Partekatu zure maitearekin eta dastatu benetako maitasunaren esperientzia goxoa.</p><p><ul><li> <strong>Ez izan beldurrik esperimentatzeko</strong> . Gehitu zure osagai bereziak zure maitasuna adierazten duen plater paregabea sortzeko.</li><li> <strong>Erabili kalitate handiko osagai freskoak</strong> . Benetako maitasuna preziorik gabeko altxor bat da, trata ezazu arretaz.</li><li> <strong>Zerbitzatu irribarre batekin eta bihotz irekiarekin</strong> . Maitasuna partekatzen denean gozatzen da onena.</li></ul></p><p> Gozatu zure sorkuntza!</p>

source: Add a dash of humor, joy, adventure, and tenderness. Life is tastier with a touch of fun and spontaneity.
eu: Gehitu umore, poza, abentura eta samurtasun pixka bat. Bizitza zaporetsuagoa da dibertsio eta berezkotasun ukitu batekin.

source: Add New
eu: Gehitu berria

source: Add New Recipe category
eu: Gehitu Errezeta Berria kategoria

source: Add new Recipe
eu: Gehitu errezeta CPT berria

source: Add recipe
eu: Gehitu errezeta

source: All Recipe categories
eu: Errezeta kategoria guztiak

source: All Base CPT
eu: Errezeta guztiak CPT

source: An error has occurred. Please try again in a few minutes.
eu: Akats bat gertatu da. Mesedez, saiatu berriro minutu batzuk barru.

source: Bake for a lifetime, stirring occasionally. Love is a lifelong journey, full of ups and downs, but it is always worth it.
eu: Labean bizitza osorako, noizean behin irabiatuz. Maitasuna bizitza osoko bidaia da, gora-beherez betea, baina beti merezi du.

source: Baking
eu: Gozogintza

source: Dashing
eu: Marraztea

source: Edit audio
eu: Editatu audioa

source: Edit audios
eu: Editatu audioak

source: Edit file
eu: Editatu fitxategia

source: Edit files
eu: Editatu fitxategiak

source: Edit image
eu: Editatu irudia

source: Edit images
eu: Editatu irudiak

source: Edit recipe
eu: Editatu errezeta

source: Edit Recipe category
eu: Editatu Errezeta kategoria

source: Edit Recipe
eu: Editatu errezeta CPT

source: Edit video
eu: Editatu bideoa

source: Edit videos
eu: Editatu bideoak

source: Elaboration steps
eu: Elaborazio-urratsak

source: Hearting
eu: Bihotzekoa

source: hours
eu: orduak

source: If you activate this option the plugin will remove all options on deactivation. Please, be careful. This process cannot be undone.
eu: Aukera hau aktibatzen baduzu, pluginak desaktibatzeko aukera guztiak kenduko ditu. Mesedez, kontuz. Prozesu hau ezin da desegin.

source: In a large bowl, mix together the trust, respect, understanding, and patience. These are the foundations of a strong and lasting relationship.
eu: Ontzi handi batean, nahastu konfiantza, errespetua, ulermena eta pazientzia. Hauek dira harreman sendo eta iraunkor baten oinarriak.

source: Ingredient
eu: Osagaia

source: Ingredients
eu: Osagaiak

source: Loading...
eu: Kargatzen...

source: Love recipe
eu: Maite errezeta

source: minutes
eu: minutu

source: Mixing
eu: Nahastea

source: More recipes
eu: Errezeta gehiago

source: New Recipe category
eu: Errezeta kategoria berria

source: Next
eu: Hurrengoa

source: Not Base CPT found
eu: Ez da aurkitu errezetak CPT

source: Not Base CPT found in Trash
eu: Ez da errezeta CPT aurkitu zakarrontzian

source: Order element
eu: Agindu elementua

source: Ordered element
eu: Ordenatutako elementua

source: Parent Recipe
eu: Gurasoen Errezeta

source: Parent Recipe category
eu: Gurasoen Errezeta kategoria

source: Parent Recipe category:
eu: Gurasoentzako errezeta kategoria:

source: Place the two hearts in the center of the mixture. Love is the main ingredient in this dish.
eu: Jarri bi bihotzak nahasketaren erdian. Maitasuna da plater honen osagai nagusia.

source: Play recipe
eu: Errezeta jolastu

# Post Type general name
source: Base CPT
eu: Errezetak CPT

# Post Type singular name
source: Recipe
eu: Errezeta CPT

source: Preheat the oven to low heat. Love cooks best over a slow flame, with patience and care.
eu: Berotu labea su baxuan. Maitasuna su motelean egosten da onena, pazientziaz eta arretaz.

source: Preparing step
eu: Prestaketa urratsa

source: Previous
eu: Aurrekoa

source: Recipe categories
eu: Errezeta kategoriak

source: Recipe details
eu: Errezetaren xehetasunak

source: Recipe gallery
eu: Errezeta galeria

source: Recipe slug
eu: Errezeta barea

source: Recipe suggestions
eu: Errezeta iradokizunak

source: Recipe total time (hours:minutes)
eu: Errezetaren denbora osoa (orduak:minutuak)

source: Recipe video url
eu: Errezeta bideoaren URLa

source: Base CPT
eu: Errezetak

source: Base CPT description
eu: Errezetak CPT deskribapena

source: Base CPT manager - WPH
eu: Errezeten kudeatzailea - WPH

source: Base CPT manager WPH
eu: Errezeten kudeatzailea WPH

source: Remove plugin options on deactivation
eu: Kendu plugin-aukerak desaktibatzeko

source: Save options
eu: Gorde aukerak

source: Saved successfully
eu: Behar bezala gorde da

source: Search Recipe categories
eu: Bilatu Errezeta kategoriak

source: Search Recipe
eu: Bilatu errezeta CPT

source: Select audio
eu: Hautatu audioa

source: Select audios
eu: Aukeratu audioak

source: Select file
eu: Hautatu fitxategia

source: Select files
eu: Hautatu fitxategiak

source: Select image
eu: Hautatu irudia

source: Select images
eu: Aukeratu irudiak

source: Select video
eu: Hautatu bideoa

source: Select videos
eu: Hautatu bideoak

source: Step description
eu: Urratsaren deskribapena

source: Step time (hours:minutes)
eu: Urratsaren denbora (orduak:minutuak)

source: Step title
eu: Urratsaren izenburua

source: Steps
eu: Urratsak

source: Suggestions
eu: Iradokizunak

# Taxonomy general name
source: Recipe categories
eu: Errezeta kategoriak

# Taxonomy singular name
source: Recipe category
eu: Errezeta kategoria

source: This is a short description of what the plugin does
eu: Hau pluginak egiten duenaren deskribapen labur bat da

source: This option sets the slug of the main recipes archive page, and the recipe pages. By default they will be:
eu: Aukera honek errezeten artxibo-orri nagusiaren eta errezeten orriak ezartzen ditu. Lehenespenez, hauek izango dira:

source: Total time
eu: Denbora osoa

source: Update Recipe category
eu: Eguneratu Errezeta kategoria

source: Update Recipe
eu: Eguneratu errezeta CPT

source: View Recipe
eu: Ikusi errezeta CPT

source: Wordpress-Heroes
eu: Wordpress-Heroiak

source: WPH Options
eu: WPH Aukerak

source: You can set a video repository url here (like YouTube or Vimeo) to show the content in the recipe's page.
eu: Bideo-biltegiaren URL bat ezar dezakezu hemen (YouTube edo Vimeo adibidez) errezetaren orrian edukia erakusteko.
